
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>用户注册协议</title>
    <style>
        *{
            margin:0;
            padding: 0;
            font-size: 14px;
            color: rgba(0,0,0,.7);
        }
        .box{
            width: 100%;
            padding: 10px;
            box-sizing: border-box;
        }
        p{
            font-weight: 700;
        }
        h2{
            text-align: center;
            font-size: 20px;.\
            color:#000;
            line-height: 30px;
        }
        h3{
            font-size: 16px;
            color:rgba(0,0,0, 0.9);
            line-height: 28px;
        }
        h4 {
            font-size: 14px;
            color:rgba(0,0,0,.8);
            line-height: 26px;
        }
        h5{
            font-size: 12px;
            color:rgba(0,0,0,.7);
            line-height: 24px;
        }
        .box>h2{
            color: #000;
        }
        .box div{
            text-indent: 2em;
        }
    </style>
</head>
<body>
      <div class="box">
        <div>
            <h2>隐私政策</h2>
            <div>
                香狸文学隐私政策协议</p><p>            </div><p>最后更新、生效和发布日期2019年6月20日</p><p>                </p><p>为使用香狸文学软件及服务（以下简称“本软件”或“本服务”），您应当阅读并遵守《香狸文学隐私政策协议》（以下简称“本协议”）。</p><p>                    </p><p>请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。我们将在明确获得您的同意和接受后，为您提供相应的服务。本协议下的条款可由香狸文学 随时变更，用户须定期审阅本协议。变更后的协议一经公布即有效代替原来的协议。您有权不接受修改后的协议，应当停止使用香狸文学 提供的软件或服务。用户可随时在本页面查阅最新用户个人信息保护及隐私政策。</p><p>您有违反本协议的任何行为时，香狸文学有权依照违反情况，随时单方限制、中止或终止向您提供本服务，并有权追究您的相关责任。</p><p>如果您未满18周岁，请在监护人的陪同下阅读本协议及其他上述协议，并事先取得您的家长或法定监护人的同意。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请与我们联系。</p><p>一、协议的范围

1.1 本协议是您与香狸文学之间关于您在下载、安装、使用、复制本软件中涉及用户个人信息保护及隐私政策等相关事宜所订立的协议。</p><p>

1.2 本协议内容同时包括香狸文学 可能不断发布的关于用户个人信息保护及隐私政策的相关协议、声明、业务规则及公告指引等内容（以下统称为“专项规则”）。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</p><p>

</p><p>二、用户个人信息保护及隐私政策

2.1 本软件暂未提供账号注册功能，仅在您下载安装后自动分配一个ID编码，该ID编码不具有个人信息特征。</p><p>2.2 您理解并同意，为了向您提供我们的服务，如售后服务和客户支持等，我们会要求您提供向您提供服务所必需的个人信息(我们将会在本隐私政策中，向您明示收集、使用个人信息的目的、方式、范围、保存期限、和地点，并在获取您的同意后进行信息采集)。如果您不提供个人信息，我们可能无法向您提供我们的产品或服务。</p><p>2.3 收集、使用信息的目的：我们可能会将您的个人信息用于下列目的：</p><p>(1)提供、处理、维护、改善、开发我们的产品和/或提供给您的服务，包括售后服务和客户支持，以及通过设备提供的服务;</p><p>(2)与您就您的设备、服务或任何普通查询（更新、客户咨询支持、我们活动的相关信息、通知）进行交流;</p><p>(3)分析和开发与我们产品及服务的使用相关的统计信息，以更好地改进我们的产品和服务；;</p><p>(4)向您提供与您更加相关的广告以替代普遍投放的广告;</p><p>(5)储存并维护与您相关的信息，用于我们运营业务或履行法律义务。</p><p>2.4 收集、使用信息的范围</p><p>2.4.1 我们收集以下各类信息：</p><p>（1）您通过我们的客服或参加我们举办的活动时所提交的信息以及我们在您使用服务时获取的信息。</p><p>详细列表如下：</p><p>1.问题反馈：反馈问题时提交的手机号（*）、QQ号（*）、邮箱（*）、设备号、错误日志。</p><p>2.浏览记录：用户加入书架或已阅读的书籍、用户浏览过简介的书籍。</p><p>3.阅读偏好：用户选择性别为“男”或“女”。</p><p>以上功能对应的权限均为业务功能必须权限，如用户不授予相对应的权限，即无法使用相关功能。</p><p>（2）我们的部分服务可能需要您提供特定的个人敏感信息（*）来实现特定功能。若您选择不提供该类信息，则可能无法正常使用服务中的特定功能，但不影响您使用服务中的其他功能。 若您主动提供您的个人敏感信息，即表示您同意我们按本政策所述目的和方式来处理您的个人敏感信息。</p><p>*个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。例如，个人敏感信息包括身份证件号码、个人生物识别信息、银行账号、通信内容、健康生理信息等。本隐私政策中的“个人信息”或“个人敏感信息”所包含的内容出自于GB/T35273《个人信息安全规范》，定义与《个人信息安全规范》中的定义一致。</p><p>2.4.2 对于使用安卓系统的用户，您在使用本软件时，为提供、处理、维护、改善、开发我们的产品和/或提供给您的服务之目的，本软件可能获取您终端设备的如下权限：</p><p>l  为了根据当前网络状态做相关操作，正文加载时提示用户网络错误，我们需要查看网络信息状态的权限；</p><p>l  为了获取当前WiFi链接状态及热点相关信息，我们需要查看当前WiFi接入的状态以及WiFi热点信息的权限；</p><p>l  为了访问网络的最基本权限以便您更好地使用本软件，搜索书籍、查看分类，我们需要网络访问权限；</p><p>l  为读取SD卡上的数据库等本地持久化数据，本地书架数据库，我们需要获取读取SD卡上的内容的权限；</p><p>l  在征得您的同意后，我们为在SD卡中写入存储信息（下载/删除书籍、书架数据库信息），需要使用到修改/删除存储卡上的内容的权限；</p><p>l  为了在您阅读正文时能够调整屏幕亮度，我们需要获取修改全局系统设置的权限；</p><p>l  为了读取手机状态，获取手机的设备号用于统计及安全校验等，我们需要读取您的设备识别码和状态的权限；</p><p>l  为了您在阅读页设置中使用保持屏幕常亮功能，我们需要获取防止手机休眠的权限；</p><p>l  为了定位软件闪退、运行异常打印软件启动时间等信息而读取系统日志，我们需要读取您的日志信息的权限；</p><p>l  为了您能在返回桌面等情况下正常使用语音朗读功能，我们需要在手机屏幕关闭后后台进程仍然运行的权限。</p><p>2.4.3 对于使用iOS的用户，您在使用本软件时，为提供、处理、维护、改善、开发我们的产品和/或提供给您的服务之目的，本软件可能获取您终端设备的如下权限：</p><p>l  为允许本软件获取网络连接以便您使用本服务部分功能，搜索书籍、查看分类，我们需要获取您的网络权限；</p><p>l  为允许本软件为您推送信息、显示更新提醒，我们需要调取您的通知（标记、声音、横幅）权限</p><p>2.4.4 为用户提供个性化和定制化的服务而收集、存储、使用用户的偏好、设备IMEI号等。详细例举与2.4.1列表相同。</p><p>2.4.5 第三方SDK权限：我们的产品和服务可能包括第三方的产品和服务，以及第三方网站的链接。当您使用这些产品或服务时，也可能收集您的信息。在第三方向您提供产品和服务时，可能会获取到以下权限：</p><p>2.4.5.1 安卓平台的第三方SDK权限：</p><p>（1）第三方SDK“com.baidu.tts”为了提供离线和在线语音朗读服务（包括根据网络连接状态切换在线/离线朗读、调节音量），需获取网络访问、查看网络信息状态、修改全局系统设置、查看当前WiFi接入的状态以及WiFi热点信息、更改WiFi状态、修改音频设置、修改/删除存储卡上的内容的权限；</p><p>（2）第三方SDK“com.umeng.umsdk:analytics”为了统计用户分布、网络连接分布、软件崩溃或异常，需获取网络访问、获取设备识别码和状态、查看当前WiFi接入的状态以及WiFi热点信息的权限、读取您的设备识别码和状态的权限；</p><p>（3）第三方SDK“com.baidu.mobstat”为了统计用户分布、网络连接分布、软件崩溃或异常和错误分析，需获取网络访问、查看网络信息状态；获取设备识别码和状态、读取您的日志信息的权限；</p><p>（4）第三方SDK“GDTSDK.union”为实现精准地程序化广告推送，需获取网络访问、查看网络信息状态的权限、需要查看当前WiFi接入的状态以及WiFi热点信息的权限、读取您的设备识别码和状态、允许访问确切的位置（GPS和网络进行定位）、允许访问大致位置信息、修改/删除存储卡上的内容、请求安装文件包的权限；</p><p>（5）第三方SDK“open_ad_sdk” 为实现精准地程序化广告推送，需获取网络访问、查看网络信息状态、需要查看当前WiFi接入的状态以及WiFi热点信息的权限、读取您的设备识别码和状态的权限、允许访问确切的位置（GPS和网络进行定位）、允许访问大致位置信息、修改/删除存储卡上的内容、请求安装文件包、允许程序获取当前或最近执行的任务信息。</p><p>2.4.5.2 iOS 平台的第三方SDK权限：</p><p>（1）为允许应用获取网络链接之目的而获取您的网络权限；</p><p>2.5 使用及保护信息的方式：</p><p>2.5.1 保护用户个人信息是香狸文学的一项基本原则，香狸文学 将会采取合理的措施保护用户的个人信息。除法律法规规定或本协议另有约定的情形外，未经用户许可香狸文学不会向第三方公开、透露用户个人信息。</p><p>2.5.2 我们会将所收集到的信息用于大数据分析。我们将收集到的信息用于分析形成不包含任何个人信息的行业洞察报告等。我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。未经您的同意，香狸文学 不会向香狸文学以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定或本协议另有约定的除外。</p><p>2.5.3 您理解并同意，在不透露单个用户隐私资料的前提下，我们有权对整个用户数据库进行技术分析并对已进行分析、整理后脱敏的用户数据库进行商业上的利用。</p><p>2.6 您可以在使用我们服务的过程中，访问、修改和删除您提供的个人信息，如有疑问，也可通过客服与我们联系。</p><p>2.7 您的权利</p><p>2.7.1、访问您的个人信息</p><p>您有权访问您的个人信息，法律法规规定的除外情况除外。如果您希望行使数据访问权，可以通过以下方式自行访问：浏览记录、阅读偏好这些信息：进入香狸文学后，点击“我的”，点击“浏览记录”、“阅读偏好”，进行信息查询和访问。</p><p>2.7.2、更正您的个人信息</p><p>当您发现您的个人信息需要更正时，您可以自行通过“1、访问您的个人信息”中的页面进行修改。</p><p>2.7.3、删除您的个人信息</p><p>在以下情形下，您可以向我们提出删除个人信息的请求：</p><p>1）如果我们处理个人信息的行为违反法律法规；</p><p>2）如果我们收集、使用您的个人信息，却未征得您的同意；</p><p>3）如果我们处理个人信息的行为违反了与您的约定；</p><p>4）如果您不再使用我们的产品或服务；</p><p>5）如果我们不再为您提供产品或服务。</p><p>2.7.4、管理您的授权范围</p><p>如果您想改变授权范围，您可通过手机权限设置修改授权范围，如您取消服务中特定功能所必需授权的，则可能无法正常使用该项功能，但不影响您使用服务中的其他功能。</p><p>2.7.5、注销账号</p><p>因香狸文学未提供账号注册服务，所以如您决定不再使用我们的产品及服务，也无需进行账号注销，我们为您分配的ID编码不具有个人信息特征。您也可以通过客服要求我们删除其他您的个人信息。</p><p>2.8【我们存储信息的地点、期限】</p><p>我们遵守法律法规的规定，在中华人民共和国境内运营中收集和产生的个人信息，均存储在中国境内。</p><p>一般而言，我们仅为实现目的所必需的最短时间保留您的个人信息。日志信息不少于30日，除非法律有强制的存留要求。但在下列情况下，我们有能因需符合法律要求，更改个人信息的存储时间：</p><p>·为遵守适用的法律法规等有关规定；</p><p>·为遵守法院判决、裁定或其他法律程序的规定；</p><p>·为遵守相关政府机关或法定授权组织的要求；</p><p>·我们有理由确信需要遵守法律法规等有关规定；</p><p>·为执行相关服务协议或本政策、维护社会公共利益，为保护们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途；</p><p>·当我们的产品或服务发生停止运营的情形时，我们将采取例如，推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。</p><p>三、通知和送达</p><p>3.1 本协议项下所有的通知均可通过页面提醒、电子邮件、短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</p><p>四、其他</p><p>4.1 我们将在明确获得您的同意和接受后，为您提供相应的服务。香狸文学 有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。您有权不接受修改后的协议，但可能会导致您需要停止使用香狸文学提供的软件或服务。</p><p>4.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p><p>4.3 若您和香狸文学之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交被告所在地有管辖权的人民法院管辖。</p><p>4.4 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p><p>4.5 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。（正文完）</p><p>特 别 声 明</p><p>鉴于：我国《合同法》第39条规定：采用格式条款订立合同的，提供格式条款的一方应当遵循公平原则确定当事人之间的权利和义务，并采取合理的方式提请对方注意免除或者限制其责任的条款，按照对方的要求，对该条款予以说明。</p><p>香狸文学在此依法做出特别声明如下：</p><p>香狸文学采取合理的方式提请用户注意的义务将通过如下方式实现： 在本协议中香狸文学以明确的足以引起用户注意的加重字体、斜体、下划线、颜色标记等合理方式提醒用户注意相关条款（需要强调的是，还包括用户应特别注意任何未明确标记的含有 “不承担”、“免责”、“不得”等形式用语的条款），该等条款的确认将导致用户在特定情况下的被动、不便、损失，请用户在确认同意本协议之前再次阅读上述条款。双方确认上述条款非属于《合同法》第40条规定的“免除其责任、加重对方责任、排除对方主要权利的”的条款。</p><p>用户如有任何需要说明条款的要求，请立即发邮件联系本软件官方客服人员（邮箱地址：service@kdreading.com）。</p><p>用户确认已经充分阅读本协议第2.1、2.2、2.3、2.4、2.5.3、2.6、2.7、4.1、4.2、4.3条款，明确理解以上协议条款的含义，完全注意并同意了本协议所有条款的合法性及有效性。</p><p>            </div>
        </div>
    </div>
</body>